INSERT INTO drama.dt_performances (id, repertoire_id, title, link, image, author, type, duration, description) VALUES (1, 1, 'Трагедія бунту', 'trahediya-buntu', 'trahediya-buntu.jpg', 'Панас Мирний', 'вистава на 2 дії', '02:30:00', '<p style="text-align: center;">Панас Мирний</p>
<p style="text-align: center;">"Хіба ревуть воли, як ясла повні?"</p>
<p style="text-align: center;">Інсценізація Петра Колісника</p>
<p style="text-align: center;">Режисер-постановник</p>
<p style="text-align: center;"><strong>Петро Колісник</strong>, заслужений діяч мистецтв України</p>
<p style="text-align: center;">Художник-постановник</p>
<p style="text-align: center;"><strong>Петро Магратій</strong>, заслужений працівник культури України</p>
<p style="text-align: center;">Композитор</p>
<p style="text-align: center;"><strong>Володимир Шнайдер</strong>&nbsp;</p>
<p><strong>&laquo;ЦЕ ВИСТАВА ПРО ЗАНЕПАД ЛЮДСЬКОЇ ДУШІ&raquo; &ndash; П. Колісник.</strong></p>
<p>Кожна з історичних епох не минає безслідно ні для окремих людей, ні для народу в цілому. Найстрашнішою трагедією є трагедія людини, яка не пішла в життя власною дорогою, а, ніби чужу одежу, вдягла чужу жахливу долю.</p>
<p>Чіпка з дитинства впустив до своєї душі злість та ненависть. Мати любила сина, але це почуття було надто складним, &ndash; бо &laquo;Мотря, розпалившись, не вміла здержувати руку над рідним сином&raquo;. Сім&rsquo;я виринала з моря злиднів і знову потопала в ньому.</p>
<p>Доля посміхнулася юнакові, коли він покохав Галю &ndash; &laquo;польову царівну&raquo;. Ось тут у Чіпки з&rsquo;явилася можливість забути про обр&aacute;зи, знову полюбити світ і ставитися до нього з більшою людяністю.&nbsp;</p>
<p>Та злі люди відібрали в сім&rsquo;ї спадок &ndash; землю. Суддям треба було давати хабарі, але грошей на це не було. Чіпка шукає виходу й знаходить його у помсті, спрямованій проти людей, які не пожаліли його.</p>
<p>Він приєднується до кримінального угрупування Лушні, Матні й Пацюка. З цими жалюгідними представниками роду людського Чіпка мав мало спільного, але ж на слизький шлях злочинів так легко стати.</p>
<p>Душа Чіпки поступово, але невідворотно деградує та руйнується. Чіпка з дитинства був дуже вразливим, до того ж мав загострене почуття справедливості. Урівноважені іншими якостями, ці риси його характеру могли б стати в пригоді як ближнім, так і суспільству.</p>
<p>Але ж оточення, обставини, а, може, й сама доля зробили так, що Чіпка опиняється в безвиході. Злочинну кар&rsquo;єру він завершує різаниною, яку учинив над цілою сім&rsquo;єю. Фінал його життя трагічний: рідна мати видає Чіпку властям, а &laquo;польова царівна&raquo; Галя накладає на себе руки.</p>
<p>Конфлікт між особистістю й суспільством існує здавна. І кожного разу, коли людина й суспільство вступають у нерівний бій, відбувається ще одна людська трагедія. Це змушує замислитися над вічними питаннями про добро і зло, життя і смерть, гріх і спокуту, любов і ненависть, зрештою, про цінність і смисл існування людини в складному і неоднозначному світі.</p>
<p><strong>У виставі задіяні:</strong> заслужені артисти України &ndash; Д. Анепська, В. Стаханов, М. Гоменюк, Б. Братко, Л. Попенко; актори &ndash; О. Надкерничний, А. Циганок, А. Топорівський, О. Дадус, П. Мегера, Н. Кавулич, С. Винарчук, К. Юрковська, М. Тимку, К. Король, К. Зборлюкова, В. Барановський, Г. Руденко-Краєвський, Д. Леончик, В. Глазнєв, А. Козир, М. Романова, Л. Надкернична, Н. Губко, Ю. Рижкова, Б. Марко, Н. Гоменюк, М. Дадус, І. Кошман, В. Престаш, В. Приходько, О. Довгань.</p>');