INSERT INTO dram.dt_workers (id, name, link, position, merit, image, department_id, sort) VALUES (1, 'Марчак Юрій Михайлович', 'marchak-yuriy-mikhailovich', 'Директор-художній керівник театру', '<p>Марчак Юрій Михайлович.</p>
<p>Народився 13 червня 1962р. у селі Топорівка, Новоселицького району, Чернівецької області.</p>
<p>1984-го року закінчив Чернівецьке культосвітнє училище мистецтв.</p>
<p>1988-го року закінчив Київський державний інститут театрального мистецтва ім. Карпенка-Карого та здобув спеціальність актор драматичного театру і кіно.</p>
<p>Від 01.07.1988р. по 02.01.1992р. – актор драми Чернівецького облукрмуздрамтеатру імені О. Кобилянської.</p>
<p>02.01.1992р. - 20.03.1996р. – завідувач Міського віділу культури Чернівецького міськвиконкому.</p>
<p>Від 26.03.1996р. до 06.02.1997р. – актор драми, 1997-го року переведений на посаду директора-розпорядника театру.</p>
<p>2011-го року став лауреатом обласної літературно-мистецької премії імені С. Воробкевича у номінації «Театральне мистецтво».</p>
<p>2009-го року удостоєний почесного звання «Заслужений працівник культури України».</p>
<p>24 серпня 2016р. – нагороджений відзнакою Президента України та Ювілейною медаллю «25 років Незалежності України».</p>
<p>Актор, педагог, директор фестивалю комедії «Золоті оплески Буковини», театральної студії для дітей та молоді.</p>

<p><b>Зiгранi ролi:</b></p>
<center>
<br><b>Назар</b><br>«Назар Стодоля» Т. Шевченка
<br><b>Учень</b><br>«Мати Ісуса» О. Володіна
<br><b>Андрій</b><br>«Мина Мазайло» М. Куліша
<br><b>Корній</b><br>«Сльози Божої Матері» за У. Самчуком
<br><b>Річард</b><br>“Усе в саду” Е. Олбі
<br><b>Лейзер</b><br>“Поминальна молитва” Г. Горіна
<br><b>Василь</b><br>“У неділю рано зілля копала” В. Василька за О. Кобилянською
<br><b>Генерал</b><br>“Тіль” Г. Горіна
<br><b>Мосьє Шапелон</b><br>“Биндюжник і король” І. Бабеля
<br><b>Івоніка Федорчук</b><br>«Земля» за О. Кобилянською
<br><b>Сем</b><br>«Сяй, мій божевільний діаманте!» за мотивами п''єси А. Менчелла', 'marchak-yuriy-mikhailovich.png', 1, 0);